INSERT INTO `school_list` (`id`, `uuid`, `langcode`, `user_id`, `name`, `registry_no`, `unit_type`, `unit_type_id`, `status`, `created`, `changed`)
 VALUES
(15052, '051f5512-55d6-49a3-ad7d-476a8f4d4cd9', 'el', 1, '3ο Γυμνάσιο Ν. Μάκρης',	'0535003'	,	'ΓΥΜΝΑΣΙΟ',	3	, 1, 1525855214, 1525855214),
(15053, '9ef4729d-5444-4861-bfc5-7aa5e53fe234', 'el', 1, '3ο Γυμνάσιο Βάρης',	'0535004'	,	'ΓΥΜΝΑΣΙΟ',	3	, 1, 1525855214, 1525855214),
(15054, '297abb36-b79d-465b-84ca-c1fb1f42248c', 'el', 1, 'ΜΟΥΣΙΚΟ ΣΧΟΛΕΙΟ ΑΘΗΝΑΣ',	'0539001'	,	'ΓΥΜΑΣΙΟ ΜΕ ΛΥΚΕΙΑΚΕΣ ΤΑΞΕΙΣ',	3	, 1, 1525855214, 1525855214),
(15055, '5a7929a7-c2c9-4b65-938a-ab0e5a2b96e8', 'el', 1, 'ΜΟΥΣΙΚΟ ΓΥΜΝΑΣΙΟ ΕΛΕΥΣΙΝΑΣ',	'0539002'	,	 'ΓΥΜΝΑΣΙΟ',	3	, 1, 1525855214, 1525855214),
(15056, '125dddc1-f2ab-44d5-baaf-704c459d425a', 'el', 1, '2ο Γενικό Λύκειο Ν. Μάκρης',	'0544005'	,	'ΓΕΝΙΚΟ ΛΥΚΕΙΟ',	4	, 1, 1525855214, 1525855214),
(15057, 'f02d0658-db30-420a-915b-81497d28853c', 'el', 1, '2ο Γενικό Λύκειο Βάρης',	'0544006'	,	'ΓΕΝΙΚΟ ΛΥΚΕΙΟ', 	4	, 1, 1525855214, 1525855214),
(15058, '310ea671-8bab-4c50-8b98-4942ba135655', 'el', 1, 'ΜΟΥΣΙΚΟ ΓΥΜΝΑΣΙΟ ΛΙΒΑΔΕΙΑΣ',	'0739001'	,	'ΓΥΜΝΑΣΙΟ',	3	, 1, 1525855214, 1525855214),
(15059, '6301007e-a80c-4830-93ad-3c1f908e6a45', 'el', 1, 'ΜΟΥΣΙΚΟ ΓΥΜΝΑΣΙΟ ΚΑΣΤΟΡΙΑΣ',	'2339001'	,	'ΓΥΜΝΑΣΙΟ',	3	, 1, 1525855214, 1525855214),
(15060, '9dd3de4e-23cd-4b24-8171-6299fbf7cfa6', 'el', 1, '9ο ΗΜΕΡΗΣΙΟ ΓΥΜΝΑΣΙΟ ΛΑΜΙΑΣ',	'4601065'	,	'ΓΥΜΝΑΣΙΟ',	3	, 1, 1525855214, 1525855214);

INSERT INTO `gel_school` (`id`, `uuid`, `langcode`, `user_id`, `mm_id`, `registry_no`, `unit_type`, `unit_type_id`, `postal_code`, `fax_number`, `phone_number`, `maile`, `region_edu_admin_id`, `edu_admin_id`, `prefecture_id`, `municipality`, `operation_shift`, `metathesis_region`, `capacity_class_a`, `approved_a`, `approv_decision`, `approv_role`, `approvdate`, `status`, `created`, `changed`, `name`, `street_address`) VALUES
(3080, '2b9b4659-46b9-4430-a89b-f508abe25461', 'el', 1, '0000000', '0535003', 'ΓΥΜΝΑΣΙΟ',	3	,'',	'', '', '', 	3	,	7	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, '3ο Γυμνάσιο Ν. Μάκρης', '		'),
(3081, '7e4ef2b1-0893-489d-a8a4-c4d7a45168cc', 'el', 1, '0000000', '0535004', 'ΓΥΜΝΑΣΙΟ',	3	,'',	'', '',	'', 	3	,	7	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, '3ο Γυμνάσιο Βάρης', '		'),
(3082, '60249138-975e-4fee-a87b-7a91f6f8153b', 'el', 1, '0000000', '0539001', 'ΓΥΜΑΣΙΟ ΜΕ ΛΥΚΕΙΑΚΕΣ ΤΑΞΕΙΣ',	3	,'10442',	'', '	2105130758',		'mail@gym-mous-athin.att.sch.gr', 	3	,	6	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'ΜΟΥΣΙΚΟ ΣΧΟΛΕΙΟ ΑΘΗΝΑΣ', 'Δρακοντος 37'),
(3083, 'f8fcacb5-c3e9-4d58-b61a-e7397ea8e90f', 'el', 1, '0000000', '0539002', 'ΓΥΜΝΑΣΙΟ',	3	,'',	'', '','', 		3	,	11	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'ΜΟΥΣΙΚΟ ΓΥΜΝΑΣΙΟ ΕΛΕΥΣΙΝΑΣ', '		'),
(3084, 'f7bf967e-c15a-4055-80eb-a3771701664d', 'el', 1, '0000000', '0544005', 'ΓΕΝΙΚΟ ΛΥΚΕΙΟ',	4	,'',	'', '',	'', 3	,	7	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, '2ο Γενικό Λύκειο Ν. Μάκρης', '		'),
(3085, 'f6b783bb-ae77-4653-9e2d-298bf19d5e76', 'el', 1, '0000000', '0544006', 'ΓΕΝΙΚΟ ΛΥΚΕΙΟ', 4	,'',	'', '',	'', 3	,	7	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, '2ο Γενικό Λύκειο Βάρης', '		'),
(3086, '3e0367b7-9a93-47ab-8977-2366a78d2e1d', 'el', 1, '0000000', '0739001', 'ΓΥΜΝΑΣΙΟ',	3	,'',	'', '',		'mail@gym-mous-livad.voi.scg.gr', 	5	,	54	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'ΜΟΥΣΙΚΟ ΓΥΜΝΑΣΙΟ ΛΙΒΑΔΕΙΑΣ', '		'),
(3087, 'c58acd8e-8cb1-4822-9054-b0bdc2f9701a', 'el', 1, '0000000', '2339001', 'ΓΥΜΝΑΣΙΟ',	3	,'52100',	'', '	2467028605',		'mail@gym-mous-kastor.kas.sch.gr', 	10	,	20	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'ΜΟΥΣΙΚΟ ΓΥΜΝΑΣΙΟ ΚΑΣΤΟΡΙΑΣ', 'ΠΕΡΙΟΧΗ ΧΛΟΗ'),
(3088, 'ca8a9f10-39ae-487b-ad0c-b8d907a725b0', 'el', 1, '0000000', '4601065', 'ΓΥΜΝΑΣΙΟ',	3	,'35132',	'2231045524', '2231045524',		'mail@9gym-lamias.fth.sch.gr', 	5	,	57	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, '9ο ΗΜΕΡΗΣΙΟ ΓΥΜΝΑΣΙΟ ΛΑΜΙΑΣ', 'ΤΑΝΑΓΡΑΣ 30 & ΜΗΤΡΟΠΟΛΙΤΟΥ ΑΜΒΡΟΣΙΟΥ');
