INSERT INTO `school_list` (`id`, `uuid`, `langcode`, `user_id`, `name`, `registry_no`, `unit_type`, `unit_type_id`, `status`, `created`, `changed`)
 VALUES
(15027, 'a8cc4d42-15cf-40a7-9083-eaf40a79f082', 'el', 1, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΜΕΣΟΛΟΓΓΙΟΥ',	'0111002'	,	'Ειδικό Επαγγελματικό Γυμνάσιο – Λύκειο',	3	, 1, 1525855214, 1525855214),
(15028, 'e9da2ae5-a057-4770-9c41-ac26d63057af', 'el', 1, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ ΛΥΚΕΙΟ ΠΕΡΙΣΤΕΡΙΟΥ',	'0511001'	,	'Ειδικό Επαγγελματικό Γυμνάσιο – Λύκειο',	3	, 1, 1525855214, 1525855214),
(15029, 'eae8e9e7-791e-4ce4-a079-49cb6f3b0b1f', 'el', 1, 'Ενιαίο Ειδικό Επαγγελματικό Γυμνάσιο - Λύκειο Αθήνας',	'0511002'	,	'Ειδικό Επαγγελματικό Γυμνάσιο – Λύκειο',	5	, 1, 1525855214, 1525855214),
(15030, '79c403f9-6415-4900-99e4-6ea4bdb736d7', 'el', 1, 'ΕΙΔΙΚΟ ΛΥΚΕΙΟ ΚΩΦΩΝ ΚΑΙ ΒΑΡΗΚΟΩΝ ΑΓΙΑΣ ΠΑΡΑΣΚΕΥΗΣ',	'0551718'	,	 'ΓΕΝΙΚΟ ΛΥΚΕΙΟ',	3	, 1, 1525855214, 1525855214),
(15031, 'fb1a7375-bd96-4f1a-91b8-8ddab0f3901c', 'el', 1, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ ΛΥΚΕΙΟ ΔΡΑΠΕΤΣΩΝΑΣ',	'0558002'	,	'Ειδικό Επαγγελματικό Γυμνάσιο – Λύκειο',	3	, 1, 1525855214, 1525855214),
(15032, '293479c6-d69b-4592-bbce-76e09f161098', 'el', 1, 'Ειδικό Επαγγελματικό Γυμνάσιο ΟΡΕΣΤΙΑΔΑΣ',	'1111001'	,	'Ειδικό Γυμνάσιο', 	3	, 1, 1525855214, 1525855214),
(15033, 'f7183a50-f468-42e5-be6e-1bba05f200aa', 'el', 1, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΗΓΟΥΜΕΝΙΤΣΑΣ',	'1811201'	,	'Ειδικό Επαγγελματικό Γυμνάσιο – Λύκειο',	3	, 1, 1525855214, 1525855214),
(15034, '9da1352c-25a9-4cdd-8e02-516ee11ebf0d', 'el', 1, 'Ενιαίο Ειδικό Επαγγελματικό Γυμνάσιο- Λύκειο ΚΑΒΑΛΑΣ',	'2111001'	,	'Ειδικό Επαγγελματικό Γυμνάσιο – Λύκειο',	3	, 1, 1525855214, 1525855214),
(15035, '38b6a616-90b0-4569-9d04-c15fbcb126b3', 'el', 1, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ ΚΑΣΤΟΡΙΑΣ',	'2311001'	,	'Ειδικό Επαγγελματικό Γυμνάσιο – Λύκειο',	3	, 1, 1525855214, 1525855214),
(15036, '60c94b06-8c4c-4f5c-8b5a-f15be94403a6', 'el', 1, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΚΕΦΑΛΟΝΙΑΣ',	'2511201'	,	'Ειδικό Επαγγελματικό Γυμνάσιο – Λύκειο',	3	, 1, 1525855214, 1525855214),
(15037, '1bffbf68-86f7-43c9-b527-4a71d9f28f52', 'el', 1, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΠΤΟΛΕΜΑΪΔΑΣ',	'2711201'	,	'Ειδικό Επαγγελματικό Γυμνάσιο – Λύκειο',	3	, 1, 1525855214, 1525855214),
(15038, '723fd226-0609-467a-b6af-a967c9249909', 'el', 1, 'Ειδικό Επαγγελματικό Γυμνάσιο ΛΟΥΤΡΑΚΙΟΥ-ΠΕΡΑΧΩΡΑΣ-ΑΓ. ΘΕΟΔΩΡΩΝ',	'2811001'	,	'Ειδικό Επαγγελματικό Γυμνάσιο – Λύκειο',	3	, 1, 1525855214, 1525855214),
(15039, '174bd268-fa8c-4e9c-a42a-28fb8e052999', 'el', 1, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΚΑΛΑΜΑΤΑΣ',	'3611001'	,	'Ειδικό Επαγγελματικό Γυμνάσιο – Λύκειο',	3	, 1, 1525855214, 1525855214),
(15040, '99f7a008-ca60-4708-a2e2-ec26b69f0d48', 'el', 1, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΞΑΝΘΗΣ',	'3711201'	,	'Ειδικό Επαγγελματικό Γυμνάσιο – Λύκειο',	3	, 1, 1525855214, 1525855214),
(15041, '5446a35a-8d79-4fd2-b009-4c10a3a2c31a', 'el', 1, 'Ενιαίο Ειδικό Επαγγελματικό Γυμνάσιο - Λύκειο ΣΚΥΔΡΑΣ',	'3811001'	,	'Ειδικό Επαγγελματικό Γυμνάσιο – Λύκειο',	3	, 1, 1525855214, 1525855214),
(15042, '55c56621-ec97-441e-a1c9-e029078bd95e', 'el', 1, 'Ενιαίο Ειδικό Επαγγελματικό Γυμνάσιο -Λύκειο ΡΕΘΥΜΝΗΣ',	'4111001'	,	'Ειδικό Επαγγελματικό Γυμνάσιο – Λύκειο',	3	, 1, 1525855214, 1525855214),
(15043, '1f32d403-4b22-4ca2-9c6b-cc8408c808e5', 'el', 1, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΚΟΜΟΤΗΝΗΣ',	'4211201'	,	'Ειδικό Επαγγελματικό Γυμνάσιο – Λύκειο',	3	, 1, 1525855214, 1525855214),
(15044, '0d29a902-ab32-42ea-a771-f8dcd8daceb5', 'el', 1, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΤΡΙΚΑΛΩΝ',	'4511201'	,	'Ειδικό Επαγγελματικό Γυμνάσιο – Λύκειο',	3	, 1, 1525855214, 1525855214),
(15045, '3abde78a-efcb-4f65-9494-926b63c76455', 'el', 1, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΦΛΩΡΙΝΑΣ',	'4711201'	,	'Ειδικό Επαγγελματικό Γυμνάσιο – Λύκειο',	3	, 1, 1525855214, 1525855214),
(15046, '149e7e55-ff48-4fb0-a037-c420b2ef826e', 'el', 1, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΧΑΝΙΩΝ',	'5011201'	,	'Ειδικό Επαγγελματικό Γυμνάσιο – Λύκειο',	3	, 1, 1525855214, 1525855214),
(15047, 'bd1ba38b-4647-4c99-abaa-7f8815106118', 'el', 1, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΧΙΟΥ',	'5111201'	,	'Ειδικό Επαγγελματικό Γυμνάσιο – Λύκειο',	3	, 1, 1525855214, 1525855214);

INSERT INTO `gel_school` (`id`, `uuid`, `langcode`, `user_id`, `mm_id`, `registry_no`, `unit_type`, `unit_type_id`, `postal_code`, `fax_number`, `phone_number`, `maile`, `region_edu_admin_id`, `edu_admin_id`, `prefecture_id`, `municipality`, `operation_shift`, `metathesis_region`, `capacity_class_a`, `approved_a`, `approv_decision`, `approv_role`, `approvdate`, `status`, `created`, `changed`, `name`, `street_address`) VALUES
(3055, 'b3528da4-94c8-4d47-83d2-b762858a02c1', 'el', 1, '0000000', '0111002', 'Ειδικό Επαγγελματικό Γυμνάσιο Λυκειο',	3	,'30200',	'', '	2631306703	', '	mail@gym-ee-perist.att.sch.gr	', 	1	,	16	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΜΕΣΟΛΟΓΓΙΟΥ', '	ΚΥΠΡΟΥ 86	'),
(3056, '737c2918-a0f4-488f-bd9c-6408f02762c2', 'el', 1, '0000000', '0511001', 'Ειδικό Επαγγελματικό Γυμνάσιο Λυκειο',	3	,'12132',	'', '	2105736629',		'mail@gym-ee-athin.att.sch.gr	', 	3	,	9	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ ΛΥΚΕΙΟ ΠΕΡΙΣΤΕΡΙΟΥ', '	Αγ. Παύλου 51	'),
(3057, 'ed5e7ba1-6aef-4861-b753-7307f08db09d', 'el', 1, '0000000', '0511002', 'Ειδικό Επαγγελματικό Γυμνάσιο Λυκειο',	3	,'10553',	'', '	2103249385',		'		mail@lyk-ekv-ag-parask.att.sch.gr	', 	3	,	6	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'Ενιαίο Ειδικό Επαγγελματικό Γυμνάσιο - Λύκειο Αθήνας', '	ΑΓΙΩΝ ΑΣΩΜΑΤΩΝ 16-20	'),
(3058, '82ccad89-68fe-4c2b-95d8-3dea4fd6f5e5', 'el', 1, '0000000', '0551718', 'Ειδικό  Λυκειο',	4	,'15343',	'', '	2106012922',		'		gymeedra@sch.gr	', 	3	,	8	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'ΕΙΔΙΚΟ ΛΥΚΕΙΟ ΚΩΦΩΝ ΚΑΙ ΒΑΡΗΚΟΩΝ ΑΓΙΑΣ ΠΑΡΑΣΚΕΥΗΣ', '	ΠΙΝΔΟΥ 27	'),
(3059, '57ddbffa-d49e-495b-bece-ae1848e9552b', 'el', 1, '0000000', '0558002', 'Ειδικό Επαγγελματικό Γυμνάσιο Λυκειο',	3	,'	18756',	'', '	2104319538',		'		mail@gym-ee-orest.evr.sch.gr	', 	3	,	12	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ ΛΥΚΕΙΟ ΔΡΑΠΕΤΣΩΝΑΣ', '	ΟΛΥΜΠΟΥ 3	'),
(3060, 'ccdada8e-090f-4eb7-9a09-29f86a0f19c5', 'el', 1, '0000000', '1111001', 'Ειδικό  Γυμνάσιο',	3	,'68200',	'', '	2552028994',		'		mail@gym-ee-igoum.thesp.sch.gr	', 	12	,	2	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'Ειδικό Επαγγελματικό Γυμνάσιο ΟΡΕΣΤΙΑΔΑΣ', '	Ευριπίδου - Ζίγκμπουργκ και Μάρκου Μπότσαρη	'),
(3061, '9a4d4f23-4215-4f56-afbf-9a1a8af1ef3f', 'el', 1, '0000000', '1811201', 'Ειδικό Επαγγελματικό Γυμνάσιο Λυκειο',	3	,'46100',	'', '	2665027858',		'		mail@gym-ee-kaval.kav.sch.gr	', 	11	,	24	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΗΓΟΥΜΕΝΙΤΣΑΣ', '	-	'),
(3062, 'b1308395-7f0d-48c2-95a5-d5d957452ae4', 'el', 1, '0000000', '2111001', 'Ειδικό Επαγγελματικό Γυμνάσιο Λυκειο',	3	,'65201',	'', '	2512512700',		'		mail@gym-ee-kastor.kas.sch.gr	', 	12	,	3	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'Ενιαίο Ειδικό Επαγγελματικό Γυμνάσιο- Λύκειο ΚΑΒΑΛΑΣ', '	ΚΑΡΑΙΣΚΑΚΗ 4	'),
(3063, '92b5a10a-0112-4c37-8f6f-77b1a2e4a98a', 'el', 1, '0000000', '2311001', 'Ειδικό Επαγγελματικό Γυμνάσιο Λυκειο',	3	,'52100',	'', '	2467084243',		'		mail@gym-ee-argost.kef.sch.gr	', 	10	,	20	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ ΚΑΣΤΟΡΙΑΣ', '	ΛΕΩΦΟΡΟΣ ΤΩΝ ΚΥΚΝΩΝ ΚΑΙ ΝΕΥΤΩΝΟΣ	'),
(3064, '75ea5a69-69da-49b2-a470-0cf1e8ac7baf', 'el', 1, '0000000', '2511201', 'Ειδικό Επαγγελματικό Γυμνάσιο Λυκειο',	3	,'		',	'', '	2671025967',		'		mail@gym-ee-ptolem.koz.sch.gr	', 	13	,	33	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΚΕΦΑΛΟΝΙΑΣ', '	ΜΠΑΜΠΗ ΑΝΝΙΝΟΥ 1 ΚΑΙ ΚΑΛΥΨΟΥΣ ΒΕΡΓΩΤΗ	'),
(3065, '1221d75d-fc78-434e-bae0-485970b74db2', 'el', 1, '0000000', '2711201', 'Ειδικό Επαγγελματικό Γυμνάσιο Λυκειο',	3	,'50200',	'', '	2463024022',		'		mail@gym-ee-loutr.kor.sch.gr	', 	10	,	21	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΠΤΟΛΕΜΑΪΔΑΣ', '	1ο χιλ. Πτολεμαϊδας- Γαλάτειας	'),
(3066, 'ec559149-178e-4e92-a846-8fd69e0fa182', 'el', 1, '0000000', '2811001', 'Ειδικό Επαγγελματικό Γυμνάσιο Λυκειο',	3	,'20010',	'', '	2741038383',		'		mail@gym-ee-kalam.mes.sch.gr	', 	2	,	51	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'Ειδικό Επαγγελματικό Γυμνάσιο ΛΟΥΤΡΑΚΙΟΥ-ΠΕΡΑΧΩΡΑΣ-ΑΓ. ΘΕΟΔΩΡΩΝ', '	ΠΕΡΙΟΧΗ ΑΡΗ	'),
(3067, '51a8f9be-c67b-469a-a00d-ee00c11d5e74', 'el', 1, '0000000', '3611001', 'Ειδικό Επαγγελματικό Γυμνάσιο Λυκειο',	3	,'24100',	'', '	2721062926',		'		mail@gym-ee-xanth.xan.sch.gr	', 	2	,	53	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΚΑΛΑΜΑΤΑΣ', '	Αθηνών 170	'),
(3068, '7ce24393-79d1-42f5-9473-4ec135284159', 'el', 1, '0000000', '3711201', 'Ειδικό Επαγγελματικό Γυμνάσιο Λυκειο',	3	,'67200',	'', '	2541093643',		'		eegskydras@sch.gr	', 	12	,	4	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΞΑΝΘΗΣ', '	Θαλασσιά-Εύλαλο	'),
(3069, 'db24a99e-603d-4aa7-bb16-bd55f2cf2906', 'el', 1, '0000000', '3811001', 'Ειδικό Επαγγελματικό Γυμνάσιο Λυκειο',	3	,'58500',	'', '	2381097100',		'		mail@gym-ee-rethymn.reth.sch.gr	', 	9	,	39	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'Ενιαίο Ειδικό Επαγγελματικό Γυμνάσιο - Λύκειο ΣΚΥΔΡΑΣ', '	ΑΝΥΔΡΟ	'),
(3070, 'ffac39c0-5af3-4f1b-b8fc-dec559ae5906', 'el', 1, '0000000', '4111001', 'Ειδικό Επαγγελματικό Γυμνάσιο Λυκειο',	3	,'74100',	'', '	2831031320',		'		mail@gym-ee-komot.rod.sch.gr	', 	6	,	45	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'Ενιαίο Ειδικό Επαγγελματικό Γυμνάσιο -Λύκειο ΡΕΘΥΜΝΗΣ', '	ΓΕΡΑΝΙ ΡΕΘΥΜΝΟΥ	'),
(3071, 'eda2ebc3-2f6f-4f4b-9818-cec668de8e60', 'el', 1, '0000000', '4211201', 'Ειδικό Επαγγελματικό Γυμνάσιο Λυκειο',	3	,'69100',	'', '	2531089088',		'		gymlykeetri@sch.gr	', 	12	,	5	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΚΟΜΟΤΗΝΗΣ', '	ΜΕΛΕΤΗ ΡΟΔΟΠΗΣ	'),
(3072, '430a791c-9e51-489a-908f-7ec6010acd5b', 'el', 1, '0000000', '4511201', 'Ειδικό Επαγγελματικό Γυμνάσιο Λυκειο',	3	,'42131',	'', '	2431037933',		'		mail@gym-ee-florin.flo.sch.gr	', 	7	,	30	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΤΡΙΚΑΛΩΝ', '	ΟΙΚΙΣΜΟΣ ΠΥΡΓΟΣ ΤΡΙΚΑΛΑ	'),
(3073, 'bf2ff02c-0154-4829-bb29-c2e2423947d9', 'el', 1, '0000000', '4711201', 'Ειδικό Επαγγελματικό Γυμνάσιο Λυκειο',	3	,'53100',	'', '', '			mail@gym-eid-chanion.chan.sch.gr	', 	10	,	22	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΦΛΩΡΙΝΑΣ', '	ΠΕΡΙΟΧΗ ΑΓΙΑΣ ΠΑΡΑΣΚΕΥΗΣ	'),
(3074, '535d4121-9f65-43f5-bdb4-5ce59395765d', 'el', 1, '0000000', '5011201', 'Ειδικό Επαγγελματικό Γυμνάσιο Λυκειο',	3	,'73300',	'', '	2821087122',		'		mail@gym-ee-chiou.chi.sch.gr	', 	6	,	46	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΧΑΝΙΩΝ', '	Αγίου Ελευθερίου 1, Μουρνιές Χανίων	'),
(3075, 'f3f865b7-bb42-485f-8098-90f2b630cf71', 'el', 1, '0000000', '5111201', 'Ειδικό Επαγγελματικό Γυμνάσιο Λυκειο',	3	,'82132',	'', '	2271043589',		'		mail@gym-ee-perist.att.sch.gr	', 	8	,	15	,NULL, '', 'ΗΜΕΡΗΣΙΟ', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1520459597, 1520459597, 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΧΙΟΥ', '	ΡΑΛΛΗ 18	');

UPDATE `school_list` SET `name` = 'ENIAIO ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙO ΕΛΕΥΣΙΝΑΣ' WHERE `registry_no` =	'0503035'	;
UPDATE `school_list` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ (ΕΝ.Ε.Ε. ΓΥ.Λ) ΑΧΑΡΝΩΝ' WHERE `registry_no` =	'0540208'	;
UPDATE `school_list` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ ΑΓΙΟΥ ΔΗΜΗΤΡΙΟΥ' WHERE `registry_no` =	'0540842'	;
UPDATE `school_list` SET `name` = 'ΕΙΔΙΚΟ ΕΠΑΛ ΙΛΙΟΥ' WHERE`registry_no` =	'0550560'	;
UPDATE `school_list` SET `name` = 'ENIAIO ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ ΑΓΙΑΣ ΠΑΡΑΣΚΕΥΗΣ  ΚΑΙ ΓΙΑ ΚΩΦΟΥΣ-ΒΑΡΗΚΟΟΥΣ ΜΑΘΗΤΕΣ' WHERE `registry_no` =	'0550825'	;
UPDATE `school_list` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ ΚΟΡΩΠΙΟΥ' WHERE `registry_no` =	'0550960'	;
UPDATE `school_list` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ ΑΙΓΑΛΕΩ' WHERE `registry_no` =	'0558001';
UPDATE `school_list` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ ΠΑΤΡΩΝ' WHERE `registry_no` =	'0650098'	;
UPDATE `school_list` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΛΥΚΕΙΟ ΔΡΑΜΑΣ' WHERE `registry_no` =	'0940045'	;
UPDATE `school_list` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΡΟΔΟΥ' WHERE `registry_no` =	'1040064'	;
UPDATE `school_list` SET `name` = 'Ειδικό Επαγγελματικό Γυμνάσιο Αλεξανδρούπολης' WHERE `registry_no` =	'1150085'	;
UPDATE `school_list` SET `name` = 'ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ ΕΥΒΟΙΑΣ' WHERE `registry_no` =	'1250035'	;
UPDATE `school_list` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ ΒΕΡΟΙΑΣ' WHERE `registry_no` =	'1658001'	;
UPDATE `school_list` SET `name` = 'ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΛΥΚΕΙΟ ΑΝΑΤΟΛΙΚΗΣ ΘΕΣΣΑΛΟΝΙΚΗΣ' WHERE `registry_no` =	'1901015'	;
UPDATE `school_list` SET `name` = 'ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ ΑΝΑΤΟΛΙΚΗΣ ΘΕΣΣΑΛΟΝΙΚΗΣ' WHERE `registry_no` =	'1901017'	;
UPDATE `school_list` SET `name` = 'ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΛΥΚΕΙΟ (Ιν.Α.Α.)' WHERE `registry_no` =	'1951006'	;
UPDATE `school_list` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ ΛΥΚΕΙΟ ΙΩΑΝΝΙΝΩΝ' WHERE `registry_no` =	'2050960'	;
UPDATE `school_list` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ ΣΟΦΑΔΩΝ' WHERE `registry_no` =	'2240055'	;
UPDATE `school_list` SET `name` = 'ENIAIO ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ ΝΑΞΟΥ' WHERE `registry_no` =	'2940090'	;
UPDATE `school_list` SET `name` = 'Ενιαίο Ειδικό Επαγγελματικό Γυμνάσιο - Λύκειο Σύρου' WHERE `registry_no` =	'2950065'	;
UPDATE `school_list` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΠΕΙΡΑΙΑ' WHERE `registry_no` =	'2990094'	;
UPDATE `school_list` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ   (ΕΝ. Ε.Ε. ΓΥ. - Λ.) ΛΑΡΙΣΑΣ' WHERE `registry_no` =	'3140115'	;
UPDATE `school_list` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ Ν. ΙΩΝΙΑΣ ΜΑΓΝΗΣΙΑΣ' WHERE `registry_no` =	'3540065'	;
UPDATE `school_list` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ ΚΑΙ ΛΥΚΕΙΟ ΚΑΤΕΡΙΝΗΣ' WHERE `registry_no` =	'3940056'	;
UPDATE `school_list` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΣΕΡΡΩΝ' WHERE `registry_no` =	'4440095'	;

UPDATE `school_list` SET `name` = '1ο Γ/σιο Χαλκουτσίου' WHERE `registry_no` = '0502112' ;

UPDATE `gel_school` SET `name` = 'ENIAIO ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙO ΕΛΕΥΣΙΝΑΣ' WHERE `registry_no` =	'0503035'	;
UPDATE `gel_school` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ (ΕΝ.Ε.Ε. ΓΥ.Λ) ΑΧΑΡΝΩΝ' WHERE `registry_no` =	'0540208'	;
UPDATE `gel_school` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ ΑΓΙΟΥ ΔΗΜΗΤΡΙΟΥ' WHERE `registry_no` =	'0540842'	;
UPDATE `gel_school` SET `name` = 'ΕΙΔΙΚΟ ΕΠΑΛ ΙΛΙΟΥ' WHERE `registry_no` =	'0550560'	;
UPDATE `gel_school` SET `name` = 'ENIAIO ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ ΑΓΙΑΣ ΠΑΡΑΣΚΕΥΗΣ  ΚΑΙ ΓΙΑ ΚΩΦΟΥΣ-ΒΑΡΗΚΟΟΥΣ ΜΑΘΗΤΕΣ' WHERE `registry_no` =	'0550825'	;
UPDATE `gel_school` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ ΚΟΡΩΠΙΟΥ' WHERE `registry_no` =	'0550960';
UPDATE `gel_school` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ ΑΙΓΑΛΕΩ' WHERE `registry_no` =	'0558001'	;
UPDATE `gel_school` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ ΠΑΤΡΩΝ ' WHERE `registry_no` =	'0650098'	;
UPDATE `gel_school` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΛΥΚΕΙΟ ΔΡΑΜΑΣ' WHERE `registry_no` =	'0940045'	;
UPDATE `gel_school` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΡΟΔΟΥ' WHERE `registry_no` =	'1040064'	;
UPDATE `gel_school` SET `name` = 'Ειδικό Επαγγελματικό Γυμνάσιο Αλεξανδρούπολης' WHERE `registry_no` =	'1150085'	;
UPDATE `gel_school` SET `name` = 'ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ ΕΥΒΟΙΑΣ' WHERE `registry_no` =	'1250035'	;
UPDATE `gel_school` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ ΒΕΡΟΙΑΣ' WHERE `registry_no` =	'1658001'	;
UPDATE `gel_school` SET `name` = 'ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΛΥΚΕΙΟ ΑΝΑΤΟΛΙΚΗΣ ΘΕΣΣΑΛΟΝΙΚΗΣ' WHERE `registry_no` =	'1901015'	;
UPDATE `gel_school` SET `name` = 'ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ ΑΝΑΤΟΛΙΚΗΣ ΘΕΣΣΑΛΟΝΙΚΗΣ' WHERE `registry_no` =	'1901017'	;
UPDATE `gel_school` SET `name` = 'ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΛΥΚΕΙΟ (Ιν.Α.Α.)' WHERE `registry_no` =	'1951006'	;
UPDATE `gel_school` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ ΛΥΚΕΙΟ ΙΩΑΝΝΙΝΩΝ' WHERE `registry_no` =	'2050960'	;
UPDATE `gel_school` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ ΣΟΦΑΔΩΝ' WHERE `registry_no` =	'2240055'	;
UPDATE `gel_school` SET `name` = 'ENIAIO ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ ΝΑΞΟΥ' WHERE `registry_no` =	'2940090' ;
UPDATE `gel_school` SET `name` = 'Ενιαίο Ειδικό Επαγγελματικό Γυμνάσιο - Λύκειο Σύρου' WHERE `registry_no` =	'2950065'	;
UPDATE `gel_school` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΠΕΙΡΑΙΑ' WHERE `registry_no` =	'2990094'	;
UPDATE `gel_school` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ   (ΕΝ. Ε.Ε. ΓΥ. - Λ.) ΛΑΡΙΣΑΣ' WHERE `registry_no` =	'3140115'	;
UPDATE `gel_school` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ - ΛΥΚΕΙΟ Ν. ΙΩΝΙΑΣ ΜΑΓΝΗΣΙΑΣ' WHERE `registry_no` =	'3540065'	;
UPDATE `gel_school` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ ΚΑΙ ΛΥΚΕΙΟ ΚΑΤΕΡΙΝΗΣ' WHERE `registry_no` =	'3940056'	;
UPDATE `gel_school` SET `name` = 'ΕΝΙΑΙΟ ΕΙΔΙΚΟ ΕΠΑΓΓΕΛΜΑΤΙΚΟ ΓΥΜΝΑΣΙΟ-ΛΥΚΕΙΟ ΣΕΡΡΩΝ' WHERE `registry_no` =	'4440095'	;

UPDATE `gel_school` SET `name` = '1ο Γ/σιο Χαλκουτσίου ' WHERE `registry_no` = '0502112' ;
