-- --------------------------------------------------------
-- Host:                         127.0.0.1
-- Server version:               5.7.14 - MySQL Community Server (GPL)
-- Server OS:                    Win64
-- HeidiSQL version:             7.0.0.4053
-- Date/time:                    2017-11-06 11:27:07
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8 */;
/*!40014 SET FOREIGN_KEY_CHECKS=0 */;

-- Dumping structure for table e-epal_live_final_31_10_2017.eepal_specialty_field_data
CREATE TABLE IF NOT EXISTS `eepal_specialty_field_data` (
  `id` int(10) unsigned NOT NULL,
  `langcode` varchar(12) CHARACTER SET ascii NOT NULL,
  `user_id` int(10) unsigned NOT NULL COMMENT 'The ID of the target entity.',
  `name` varchar(100) DEFAULT NULL,
  `sector_id` int(10) unsigned DEFAULT NULL COMMENT 'The ID of the target entity.',
  `status` tinyint(4) NOT NULL,
  `created` int(11) DEFAULT NULL,
  `changed` int(11) DEFAULT NULL,
  `default_langcode` tinyint(4) NOT NULL,
  PRIMARY KEY (`id`,`langcode`),
  KEY `eepal_specialty__id__default_langcode__langcode` (`id`,`default_langcode`,`langcode`),
  KEY `eepal_specialty_field__user_id__target_id` (`user_id`),
  KEY `eepal_specialty_field__sector_id__target_id` (`sector_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='The data table for eepal_specialty entities.';

-- Dumping data for table e-epal_live_final_31_10_2017.eepal_specialty_field_data: ~70 rows (approximately)
/*!40000 ALTER TABLE `eepal_specialty_field_data` DISABLE KEYS */;
INSERT INTO `eepal_specialty_field_data` (`id`, `langcode`, `user_id`, `name`, `sector_id`, `status`, `created`, `changed`, `default_langcode`) VALUES
	(1, 'el', 1, 'Αισθητικής Τέχνης', 9, 1, 1482308338, 1485510661, 1),
	(2, 'el', 1, 'Βοηθός Βρεφονηπιοκόμων', 9, 1, 1482308338, 1485510661, 1),
	(3, 'el', 1, 'Βοηθός Νοσηλευτή', 9, 1, 1482308338, 1485510661, 1),
	(4, 'el', 1, 'Βοηθός Φαρμακείου', 9, 1, 1482308338, 1485510661, 1),
	(5, 'el', 1, 'Βοηθός Φυσικοθεραπευτή', 9, 1, 1482308338, 1485510661, 1),
	(9, 'el', 1, 'Τεχνικός Εγκαταστάσεων Ψύξης Αερισμού και Κλιματισμού', 6, 1, 1482308338, 1485510661, 1),
	(11, 'el', 1, 'Τεχνικός Ηλεκτρολογικών Συστημάτων, Εγκαταστάσεων και Δικτύων', 5, 1, 1482308338, 1485510661, 1),
	(12, 'el', 1, 'Τεχνικός Μηχανολογικών Εγκαταστάσεων και Κατασκευών', 6, 1, 1482308338, 1485510661, 1),
	(13, 'el', 1, 'Τεχνικός Οχημάτων', 6, 1, 1482308338, 1485510661, 1),
	(15, 'el', 1, 'Υπάλληλος  Διοίκησης και Οικονομικών Υπηρεσιών', 2, 1, 1482308338, 1485510661, 1),
	(17, 'el', 1, 'Τεχνικός Εφαρμογών Πληροφορικής', 8, 1, 1482308338, 1485510661, 1),
	(18, 'el', 1, 'Τεχνικός Τεχνολογίας Τροφίμων και Ποτών', 1, 1, 1482308338, 1485510661, 1),
	(19, 'el', 1, 'Τεχνικός Φυτικής Παραγωγής', 1, 1, 1482308338, 1485510661, 1),
	(20, 'el', 1, 'Κομμωτικής Τέχνης', 9, 1, 1482308338, 1485510661, 1),
	(21, 'el', 1, 'Σχεδιασμού-Διακόσμησης Εσωτερικών Χώρων', 4, 1, 1482308338, 1485510661, 1),
	(22, 'el', 1, 'Τεχνικός Δομικών Έργων και Γεωπληροφορικής', 3, 1, 1482308338, 1485510661, 1),
	(24, 'el', 1, 'Τεχνικός Ηλεκτρονικών και Υπολογιστικών Συστημάτων, Εγκαταστάσεων, Δικτύων και Τηλεπικοινωνιών', 5, 1, 1482308338, 1485510661, 1),
	(25, 'el', 1, 'Βοηθός Ιατρικών - Βιολογικών Εργαστηρίων', 9, 1, 1482308338, 1485510661, 1),
	(28, 'el', 1, 'Τεχνικός Η/Υ και Δικτύων Η/Υ', 8, 1, 1482308338, 1485510661, 1),
	(29, 'el', 1, 'Τεχνικός Θερμικών και Υδραυλικών Εγκαταστάσεων και Τεχνολογίας Πετρελαίου και Φυσικού Αερίου', 6, 1, 1482308338, 1485510661, 1),
	(32, 'el', 1, 'Γραφικών Τεχνών', 4, 1, 1482308338, 1485510661, 1),
	(33, 'el', 1, 'Υπάλληλος Αποθήκης και Συστημάτων Εφοδιασμού', 2, 1, 1482308338, 1485510661, 1),
	(34, 'el', 1, 'Τεχνικός Μηχανοσυνθέτης Αεροσκαφών', 6, 1, 1482308338, 1485510661, 1),
	(36, 'el', 1, 'Αργυροχρυσοχοΐας', 4, 1, 1482308338, 1485510661, 1),
	(37, 'el', 1, 'Υπάλληλος Εμπορίας και Διαφήμισης', 2, 1, 1482308338, 1485510661, 1),
	(38, 'el', 1, 'Βοηθός Οδοντοτεχνίτη', 9, 1, 1482308338, 1485510661, 1),
	(39, 'el', 1, 'Συντήρησης Έργων Τέχνης - Αποκατάστασης', 4, 1, 1482308338, 1485510661, 1),
	(40, 'el', 1, 'Βοηθός Ακτινολογικών Εργαστηρίων', 9, 1, 1482308338, 1485510661, 1),
	(41, 'el', 1, 'Μηχανικός Εμπορικού Ναυτικού', 7, 1, 1482308338, 1485510661, 1),
	(42, 'el', 1, 'Τεχνικός Ανθοκομίας και Αρχιτεκτονικής Τοπίου', 1, 1, 1482308338, 1485510661, 1),
	(43, 'el', 1, 'Σχεδίασης και Παραγωγής Ενδύματος', 4, 1, 1482308338, 1485510661, 1),
	(45, 'el', 1, 'Πλοίαρχος Εμπορικού Ναυτικού', 7, 1, 1482308338, 1485510661, 1),
	(49, 'el', 1, 'Υπάλληλος  Τουριστικών Επιχειρήσεων', 2, 1, 1482308338, 1485510661, 1),
	(51, 'el', 1, 'Τεχνικός Ζωικής Παραγωγής', 1, 1, 1482308338, 1485510661, 1),
	(52, 'el', 1, 'Τεχνικός Τεχνολογίας Τροφίμων και Ποτών - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(53, 'el', 1, 'Τεχνικός Ανθοκομίας και Αρχιτεκτονικής Τοπίου - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(54, 'el', 1, 'Τεχνικός Ζωικής Παραγωγής - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(55, 'el', 1, 'Τεχνικός Φυτικής Παραγωγής - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(56, 'el', 1, 'Υπάλληλος Διοίκησης και Οικονομικών Υπηρεσιών - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(57, 'el', 1, 'Υπάλληλος Αποθήκης και Συστημάτων Εφοδιασμού - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(58, 'el', 1, 'Υπάλληλος Οικονομίας και Διοίκησης στον Τουρισμό - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(59, 'el', 1, 'Σχεδιαστής Δομικών Έργων και Γεωπληροφορικής - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(60, 'el', 1, 'Σχεδίασης και Παραγωγής Ενδύματος - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(61, 'el', 1, 'Γραφικών Τεχνών - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(62, 'el', 1, 'Συντήρησης Έργων Τέχνης - Αποκατάστασης - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(63, 'el', 1, 'Σχεδιασμού Εσωτερικών Χώρων - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(64, 'el', 1, 'Τεχνικός Ηλεκτρολογικών Συστημάτων, Εγκαταστάσεων και Δικτύων - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(65, 'el', 1, 'Τεχνικός Αυτοματισμού - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(66, 'el', 1, 'Τεχνικός Ηλεκτρονικών και Υπολογιστικών Συστημάτων, Εγκαταστάσεων - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(67, 'el', 1, 'Τεχνικός Δικτύων και Τηλεπικοινωνιών - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(68, 'el', 1, 'Τεχνικός Μηχανολογικών Εγκαταστάσεων και Κατασκευών - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(69, 'el', 1, 'Τεχνικός Οχημάτων - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(70, 'el', 1, 'Τεχνικός Μηχ/ός Θερμ. Εγκαταστάσεων και Τεχ/ίας Πετρελαίου/Φυσικού Αερίου-(Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(71, 'el', 1, 'Τεχνικός Εγκαταστάσεων Ψύξης Αερισμού και Κλιματισμού - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(72, 'el', 1, 'Τεχνικός Μηχανοσυνθέτης Αεροσκαφών - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(73, 'el', 1, 'Μηχανικός Εμπορικού Ναυτικού - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(74, 'el', 1, 'Πλοίαρχος Εμπορικού Ναυτικού - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(75, 'el', 1, 'Τεχνικός Εφαρμογών Λογισμικού - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(76, 'el', 1, 'Τεχνικός Η/Υ και Δικτύων Η/Υ - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(77, 'el', 1, 'Τεχνικός Εφαρμογών Πληροφορικής - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(78, 'el', 1, 'Αισθητικής Τέχνης - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(79, 'el', 1, 'Βοηθός Βρεφονηπιοκόμων - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(80, 'el', 1, 'Βοηθός Νοσηλευτή - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(81, 'el', 1, 'Βοηθός Φαρμακείου - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(82, 'el', 1, 'Βοηθός Φυσικοθεραπευτή - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(83, 'el', 1, 'Κομμωτικής Τέχνης - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(84, 'el', 1, 'Βοηθός Ιατρικών - Βιολογικών Εργαστηρίων - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(85, 'el', 1, 'Βοηθός Οδοντοτεχνίτη - (Μόνο Δ\' Τάξη ν.4186/2013)', NULL, 1, 1482308338, 1485510661, 1),
	(86, 'el', 1, 'Επιπλοποιίας - Ξυλογλυπτικής', 4, 1, 1482308338, 1485510661, 1),
	(87, 'el', 1, 'Τεχνικός Αυτοματισμού', NULL, 1, 1482308338, 1485510661, 1);
/*!40000 ALTER TABLE `eepal_specialty_field_data` ENABLE KEYS */;
/*!40014 SET FOREIGN_KEY_CHECKS=1 */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
