

INSERT INTO `gel_classes` (`id`, `uuid`, `langcode`, `user_id`, `name`, `status`, `created`, `changed`, `category`) VALUES
(1, '422ae3a9-41c5-4ac5-a47c-5a98ece6428c', 'el', 1, 'Α\' Λυκείου', 1, 1515487406, 1515495918, 'ΗΜΕΡΗΣΙΟ'),
(2, 'a7c70480-0a1c-4fa2-b25e-443d32a63483', 'el', 1, 'Β\' Λυκείου', 1, 1515487432, 1515495926, 'ΗΜΕΡΗΣΙΟ'),
(3, '9ba608fd-ea43-44f3-879d-b3e9189b70b4', 'el', 1, 'Γ\' Λυκείου', 1, 1515487448, 1515495933, 'ΗΜΕΡΗΣΙΟ'),
(4, '57aa09f4-4f88-4294-8aff-82092a225df4', 'el', 1, 'Α\' Λυκείου', 1, 1515487479, 1515495945, 'ΕΣΠΕΡΙΝΟ'),
(5, '65b53e21-23c8-4a67-89f4-00df9957fc07', 'el', 1, 'Β\' Λυκείου', 1, 1515487493, 1515495953, 'ΕΣΠΕΡΙΝΟ'),
(6, '49415b72-1e4e-481f-b5d9-d9943b90177a', 'el', 1, 'Γ\' Λυκείου', 1, 1515487506, 1515495960, 'ΕΣΠΕΡΙΝΟ'),
(7, '1b71cef2-85e8-4512-a4e9-f02dd931cc7c', 'el', 1, 'Δ\' Λυκείου', 1, 1515487524, 1515495966, 'ΕΣΠΕΡΙΝΟ');
